tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sass/sass"
tap "teamookla/speedtest"
tap "xwmx/taps"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "asdf"
brew "bat"
brew "btop"
brew "python@3.12"
brew "cairo"
brew "curl"
brew "fastfetch"
brew "fd"
brew "gawk"
brew "gnupg"
brew "pkgconf"
brew "gdal"
brew "gh"
brew "glow"
brew "hugo"
brew "luarocks"
brew "mas"
brew "neovim"
brew "newsboat"
brew "ninja"
brew "nmap"
brew "pngpaste"
brew "ripgrep"
brew "spaceinvaders-go"
brew "tcl-tk"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "trash-cli", link: true
brew "tree"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "keycastr"
cask "raycast"
cask "vscodium"
mas "Airmail", id: 918858936
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "Cinebench", id: 1438772273
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Kindle Classic", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Things", id: 904280696
mas "Xcode", id: 497799835
