tap "dart-lang/dart"
tap "sass/sass"
tap "teamookla/speedtest"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "asdf"
brew "bat"
brew "btop"
brew "cairo"
brew "curl"
brew "fastfetch"
brew "fd"
brew "gawk"
brew "gnupg"
brew "pkgconf"
brew "gdal"
brew "gh"
brew "glow"
brew "hugo"
brew "luarocks"
brew "mas"
brew "neovim"
brew "newsboat"
brew "ninja"
brew "python@3.13"
brew "nmap"
brew "pngpaste"
brew "python@3.12"
brew "ripgrep"
brew "spaceinvaders-go"
brew "tcl-tk"
brew "tlrc"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "trash-cli", link: true
brew "tree"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
cask "alfred"
cask "amethyst"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "keycastr"
cask "ngrok"
cask "raycast"
cask "vscodium"
mas "GarageBand", id: 682658836
mas "HP", id: 1474276998
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Kindle Classic", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "bierner.emojisense"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "cfsanderson.gruvbox-material"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dendron.dendron"
vscode "dendron.dendron-markdown-shortcuts"
vscode "dendron.dendron-paste-image"
vscode "esbenp.prettier-vscode"
vscode "redhat.vscode-yaml"
vscode "yzhang.markdown-all-in-one"
