tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "gettext"
brew "sqlite"
brew "xz"
brew "glib"
brew "cmake"
brew "cowsay"
brew "curl"
brew "pkg-config"
brew "unbound"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fortune"
brew "libxml2"
brew "libpq"
brew "libspatialite"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "libksba"
brew "gnupg"
brew "hub"
brew "imagemagick"
brew "libxslt"
brew "luarocks"
brew "mas"
brew "protobuf"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nmap"
brew "perl"
brew "postgresql"
brew "protobuf-c"
brew "postgis"
brew "redis"
brew "ripgrep"
brew "speedtest-cli"
brew "tidy-html5"
brew "tldr"
brew "tree"
brew "unzip"
brew "youtube-dl"
brew "zlib"
brew "heroku/brew/heroku"
cask "1password"
cask "discord"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "postgres"
cask "slack"
cask "visual-studio-code"
mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "Fantastical", id: 975937182
mas "Kindle", id: 405399194
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
